[
    {
        "pre_edit": "由“三个和尚没水喝”想到的方法。没水喝不会生存，应该去山下抬水喝。第一个和尚提出一个方法，年纪最小，最年轻的和尚去山下抬水。看起来第一个和尚最老了，两个和尚不同意这个方法。第二个和尚提了别的方法，就是最健康的和尚去山下抬水，看起来第二个和尚很瘦脸色也很苍白。第一个和第三个和尚又不同意了。最后第三个和尚提了建议“这么高山没水，生活不方便，每天都要到山底下抬水真麻烦，很累，谁都不想去，咱们应该想个方法。我想这个庙搬到山下怎么样？”两个和尚想了想，意外同意了。从那时开始搬庙过了几年他们终于搬到了庙山下，他们很高兴，不用抬水下山去。但是庙在下山喝水很方便不过已经不是庙了，他们也已经不是和尚了。庙为什么在高山上呢？他们终于知道了。再搬到高山上了又用了几年，三个和尚在高山的庙里，谁都愿意去山下去抬水了。这传说我们告诉，有的事很不喜欢、很累、头痛，但有理由。\n",
        "pre_score": "5"
    },
    {
        "pre_edit": "题目：我最喜欢读的一本书一直以来，我最喜欢也最有兴趣阅读的是有关于医学保健的书籍。我想，这可能与我素来的虚弱体质有关吧！  从书中，可以了解许多造成身体虚弱的原因，例如：体质的虚弱是属于先天性的，还是后天性的，是环境造成或是不良的饮食习惯造成等。也可从书中学习到怎样调理好身体的种种方法。如气血虚就吃些补充血的食品，避免吃寒凉的食物等。\n",
        "pre_score": "5"
    },
    {
        "pre_edit": "题目： 如何看待“安乐死”  安乐死是人在痛苦的时候无法治疗，为了他们安安静静地死亡。  安乐死问题目前也是国际上的热门话题。安乐死到底是可行还是不可行？一直到现在还没一定的答案。  我读《“安乐死”风波》之后，首先我同情丈夫因为她妻子得了一种不治之症，十分痛苦，他肯定感到非常难受。他妻子想“既然我得了这种病不如死的好。”所以要求他丈夫帮助她。他丈夫也是为了她所以帮助她。  从道德来看待也许没错但是从法律来看待这是犯罪的。杀人是违法的。从佛教或者别的宗教的角度来考虑，这也是错的。  我们应该改变法律吗？这也是问题。如果法律允许人可以帮助别人自杀的话，应该很谨慎，也恐怕坏人钻法律的空子来做坏事。  这个问题究竟可行还是不可行呢？对我来说这不可能马上就能判断，还需要长期的时间，个人与社会的思想来判断。  \n",
        "pre_score": "6"
    },
    {
        "pre_edit": "题目：  我的童年  我的童年生活有愉快的时候也有悲伤的时候，但总的来说愉快的时候比悲伤的时候多得多。  下面我写一下我童年生活中，印象最深，并且最愉快的一件事。  因工作关系，我父亲被派到荷兰，所以我们一家人也都搬到那里。这件事就是发生在荷兰的。一天下行，我们一家人吃完午饭后，沿着“草坪”散步。在那我发现了一只鸭子，我问：“妈妈，鸭子怎么不在水上，而在草坪上呀？”她回答说：“孩子，那是一条小溪，可是水上长满了绿色植物，所以看起来像一块草坪。”我不信，以为妈妈在骗我，于是我就踩上了那“草坪”，谁料到那确实是一条小溪，可是已经太晚了“扑通”一声，我进到水里去了，我连忙喴：“爸爸，妈妈，快来救我呀！”他们赶紧把我捞上来了。  回家的路上，他们一边看着我一边哈哈大笑，刚开始我很生气，可是仔细一起我也觉得很有意思 ，我也开始笑了。  我的童年生活就是这么愉快，难道你不觉得愉快吗？\n",
        "pre_score": "6"
    },
    {
        "pre_edit": "  题目：  吸烟对个人健康和公众利益的影响  对不抽烟的人们来说,市政府主动制定规定很好消息。我不抽烟，而且不想吸别人抽的烟。但是在旁边陌生人吸烟也无法劝他。因为，我个人没有权力使他停止抽烟。  目前通过各种媒体大家都知道吸烟给身体带来不好影响。但是，喜欢抽烟的人来说戒烟真是不容易，我认为吸烟者差不多吸毒者。如果有政府的规定、惩罚的话，也许会戒烟。  在公共场所没抽烟的大人的话，也许青少年成长环境比现在好一点。而且一般人没有吸他人烟的机会的话，大家会越来越健康过生活，路上也不看到烟灰。这样看来，这些规定对个人对公众利益有很多好影响。  最后，我有一个意见。抽烟是个人的爱好，抽烟不是违法，当然要抽烟的规则，这是个人要注意的事，政府决定没有达到完全解决问题。\n",
        "pre_score": "6"
    },
    {
        "pre_edit": "“三个和尚没水喝”这篇短文所反映的其中人性的一个弱点就是——人性是自私的。  你希望得到所要的。但是又不要付出一点代价和耕耘，这使我联想到最近发]生的中台为了主权完整而引起的纷争……  纷争的起因是台湾在这个月举行他们国民党自立台湾后的第一次民主总统选举。可是，中国可就吞不下这口气，坚持台湾是属于中国的一个省份，要独立可没那么容易。在最近的台湾竞选运动中。台湾李登辉大力抨击中国的不是，坚持“一个中国，一个台湾”的政策。中国也不甘示弱，而在两国之间的海峡举行一连串的演习，包括派遣海、陆、空三军，甚至已经发]射了四粒导弹，幸亏到目前为止都“准确无误”的击中所指定的目标——在空海爆炸，没有引起“擦枪走火”的事件。  台湾所以敢这样的胡作非为，主要是有后台撑腰的美国。美国怂恿台湾挑畔中国。看来看去，主要是为了自的利益——私。这个私跟“三个和尚没水喝”中比较起来就没有那么明显，是含蓄的，美国向来喜欢以“国际警察”的名誉与借口穿行于各国间。以埃战争、进军南越以及最近的帮助科威特击败]伊拉克。说穿了，还不是以石油、利益为借口。  美国去年批准李登辉去美国，是引发]这次纷争的导火线，昨天的新闻中，美国已经派遣了两艘战舰]\n",
        "pre_score": "6"
    },
    {
        "pre_edit": "题目： 最理想的结交方式  男女到一定年龄结婚是天经地义之事，这样才能传宗接代，使家族、国家繁荣。  不过男女结交有如下所述：  男女双方通过亲戚的介绍，经过双方联系，依风俗习惯而结为夫妻，对于传统习惯都比较遵守，可说是守旧派。一、这类婚姻大多数能保持长久，若有不如意或彼此不和之时，都有中间人来调和，双方礼让而又和好如初，这类婚姻养育子女心切，一切都怕触犯传统家教，并对养育下一代有着极重的责任心，为下一代子女成才，甘付极大的代价。  再则，有些男女从小在一起长大，经常接触，可说是青梅竹马，这类男女结交对双方认识比前一种多得多，男女双方的长相、学问、待人接物都熟悉。但这类婚姻在传统观念、子女养育、培养子女方面稍微差些。  又有些男女则在一个偶然的机会相遇，彼此一见倾心，都认为就是自己理想中的那一个，从而迅速落入情网，这种婚姻全是靠偶然，双方情形、学问、待人接物一概不知，这类婚姻\n",
        "pre_score": "6"
    },
    {
        "pre_edit": "我最喜欢的一本书是吴承恩的神怪小说《西游记》。打从我念小学五年级开始，从邻居木叔的书堆中发现了绣像本的《西游记》，就深深地被它的故事情节给吸引住了，而且从此一读再读，并被书中蕴含的精神，影响了我的一生。  第一次阅读《西游记》，看的自然是它的故事情节：唐僧在三位徒弟——孙悟空、猪八戒、沙和尚的保护下，前往西天取经，一路上历经九九八十一难，什么三打白骨精、三调芭蕉扇，什么火焰山、平顶山，什么蜘蛛精、鲤鱼精，什么金角大王银角大王、铁扇公主红孩儿、还有真假孙悟空、真假西天，看得我废寝忘食，不亦乐乎。  上中学后，再读《西游记》，即慢慢地研究起人物性格来了。在神奇的故事底下，我看到了孙悟空的坚毅精神：为拜师学艺不屈不挠，为了保护花果山的猴子猴孙，他不惜闯闹天宫，表现大无畏的精神，后来保唐僧取经，更是不畏艰险，赴汤蹈火，叫人可钦可佩。  在人生的旅途上难免有波折，这是借鉴的一面镜子。  (150W)\n",
        "pre_score": "7"
    },
    {
        "pre_edit": "  由于小时候家贫，时常无法温饱，甚至三餐不继。有时母亲只能以酱油白饭或者加上油条，当成三个孩子的一餐。  由于当时年幼,对父母们的困境非但无法体会，还会诸多要求，今天吵着买零食，明天闹着要玩具，以为是理所当然的。  父亲是卖蔬菜的小贩，在天亮前就需要到菜市场批发中心采购货物，一直要到中午时分才收摊。他为了满足孩子们的需要，在回家小睡片刻之后，又到另外一个市集售卖饼干，赚取微薄的收入。由于这些饼干是从供应商手中获得，再由我们自行包装，工作非常繁杂，姐弟们和我都不太愿意帮忙。父亲对此颇有微词，他时常劝我们做人要脚踏实地，养成节俭的美德，从此，我把父亲的话铭心中，省吃俭用。  小时候，时常看见一位印度叔叔来我家，每一次，我都看见父亲交出一生笔钱给他，当时我并不知道是什么一回事，也没去问。长大后，才知道那人是放高利贷者，父亲真伟大，他是影响我最大的人！\n",
        "pre_score": "7"
    },
    {
        "pre_edit": "题目： 吸烟对个人健康和公众利益的影响  对一个人来说健康是最重要的一个因素。对社会来说社会中的每一个人都是很重要。  从小到大在我们生长的环境中认识到吸烟对人是有害的。吸烟不仅对肺不好对牙、神经都不好。不只给个人还会给周围人造成不便和健康危害。  吸烟不仅对身体健康有害还会对社会利益有害。例如：青少年吸烟不仅是他本身还会对社会的未来发展。因为青少年是未来社会的主要发展原因之一。  吸烟对经济利益有影响的。比如某贫困家庭的父亲、儿子都吸烟那那个家庭的费用不仅是烟费，间接的医疗费等。很多家庭因若干的问题而出现不良家庭情况。这样的事故间接地影响到社会利益，影响到社会利益就会影响到公众利益。  吸烟不仅这些方面的危害和不便，在公共场所吸烟会造成空气污染，给公众带来不便与身体危害 。  不仅是对别人，吸烟者本人也有很多不便。因为很多地方，如火车上、公车上、公众场所中已禁止吸烟。吸烟者在那些地方想吸烟要躲到洗手间等地方烟，带来不便和烦恼。  所以吸烟不仅对人的身体健康有危害给公众也带来了不便对利益有影响，所以吸烟对人很大危害。\n",
        "pre_score": "7"
    },
    {
        "pre_edit": "我认为还是吃“绿色食品”第一位。因为我认为对人类最重要的是健康，而且我还认为世界上的那么的人挨饿的问题的原因，不仅仅是在缺少粮食上，也有很多经济方面等的其他的原因。  现在在日本也很关注这项问题。因为，由于化学污染食品的基因异常的孩子的出生率越来越高，因此很多日本人，尤其是将来还要生孩子的女性很重视这个问题。  但我是一个没经历过挨饿而很平安的生活过来的现代人。所以，如果我面对一个严重的缺少粮食而挨饿的话，没有信心还会说“反对使用化肥和农药”。但这种情况下也起码必须制定化肥和农药的使用量，并且限制使用的化肥和农药的种类。  目前地球上的自然环境的破坏是最严重的问题。这种化肥和农药的污染也是引起上述的问题的原因之一。这些问题是我们只要自觉可以解决的。所以现在我们都团结起来，从这些食物等自己身边的问题来认真考虑人类的健康和地球环境问题。\n",
        "pre_score": "7"
    },
    {
        "pre_edit": "题目： 最理想的结交方式  我觉得男女之间相识以志同道合的方式最为理想。因为彼此之间以兴趣一致而建立的感情，是能细水长流的。  相同的兴趣，话题接近，感情就能持久。也彼此谅解双方的喜、怒、哀、乐。感情一沟通，爱情就能升温，并能共同建立幸福美满的家，婚姻也幸福。  要找到兴趣相同的人，当然是在人群中寻得。经过长时间了解对方的家庭背景、受教育程度、为人处世和宗教信仰，那你就能正确地断定对方是否是你的理想伴侣。  举个例子，如果双方都喜欢画画，男方说要到深山写生，并了解当地的风土民情，一去也许要三个月的时间，如果女方也喜欢画画，有着共同的兴趣，她就会了解男方的处境，能为他着想，一个在深山写生；一个在山外教画，默默地支持着对方的理想，那是完美的爱情。女方也不会为了寂寞或柴、米、油、盐等事和男方大吵。  我坚持认为男女双方以兴趣相识而走在一起是最理想的结合方式。这种感情最牢固。\n",
        "pre_score": "8"
    },
    {
        "pre_edit": "题目：  学习汉语的苦与乐  对我来说学习是一种乐趣，尤其是学汉语。汉语对越南说来，是一种又陌生又熟悉的语言，因为越南语词汇的百分之六十五以上是来源于汉语的。但是越南人学汉语不是什么都很顺，也有苦与乐。  从我来看，最让我头疼的是古代的汉语。怎么能学得好呢？我曾经向很多教古文课的老师请教，他们说：“主要看你肯不肯学，有没有兴趣，如果有就不要想了。”我已经花了两年的时间读，去问，我不知道滴下了多少汗水，只知道我已付出了很大的代价，不过我换来的是什么？那就是知识，并且找到自己的快乐。我觉得读懂一篇古代的文章比吃一顿好饭高兴得多。不但如此，更重要的是通过学汉语我已经找到自己的去寻找的道理，做任何事情都要有兴趣，受苦受累只是一时的而获得的知识才是永恒。  我快毕业回国了，但在学习汉语过程中所尝过的苦与乐永远是我美好的回忆。谢谢各位老师，谢谢中国文化给我这么多机会，让我在正式地走上人生的道路之前能够体验自己。我再一次谢谢你们。\n",
        "pre_score": "8"
    },
    {
        "pre_edit": "题目： 如何看待“安乐死”  人有生的权力，为何没有死的权力呢？这是我对发生于一九九四年初“安乐死”事件的一种感叹！  我之所以认为人有死的权力，并非是抱悲观或消极的态度。反之，在这个“只讲法律，不讲人情”的社会里，我们更应去争取我们应有的权力，甭管是“生”的权力，亦或“死”的权力。  一个患绝症的人应该有选择生死的权力，尤其是当他面临的是生不如死的时刻。法律如果可以剥夺苦难人民死亡的权力，就该为苦难人民的生存保障尽责。  在一个民主的社会里，每一个人的意愿都应该被尊重，尤其是那些身受苦难折磨的人们。法律呀！请给苦难的人们一点自由吧！  还有一些需要我们思考的是，生长在农村的人民大都比较贫穷，有时连解决三年温饱都成问题。如果这样一个贫苦家庭里有一个人得了不治之症，这个家庭将陷入怎样的状况呢？“法律”可以负担这家人的医药费吗？  在这个现实的生活中，万事都需要考量。法律有时也应顾及讲得过去的人情，否则，将会有更多的人痛不欲生。\n",
        "pre_score": "9"
    },
    {
        "pre_edit": "代沟是每个民族都存在的问题，亘古至今，都没有因为科学的进步而得到解决，反之在现在澳大利亚的华人移民家庭里更是愈见严重。作为一个身处中西文化边缘的我，有以下一些看法。  代沟问题主要是两代人彼此不明白对方的思想和处境，并且在沟通方法上有所分歧，以至子女进入中学阶段，在思想上受到新的冲击]时，父母不能接纳他们的新潮行为和思想。而子女则认为父母落后、陈旧，跟他们新一代格格不入。久而久之两代无法正常沟通、了解，更成为日后两代间矛盾的基础。  因此，我认为父母早应在子女进入青少年期作好心理准备，把中国父母传统的高高在上的形象变换一下。父母应采取跟孩子亦师亦友的度，凡事聆听子女的心声，先听他们的感受，让子女知道父母是了解、支持他的。换言之，父母要先放下对新潮流的主观成见，先进入孩子的世界去感受他们所发经验的。这样，在两代开]始有矛盾的时期，已为日后的沟通奠定下了良好的基础。  要解决这问题不是单向的，为人子女的我们也有一定的角色去扮演。譬如说我们是在澳大利亚生长的华人，总不能全面了解老华侨的心理——也是我们的父母的心理。在工作的环境中或工的时间，可以找一些刚移民来澳的老人家或第一代华人倾谈，藉以了解他们的行为思想，如此也大大帮助了我们去理解父母对我们新一代的期望，我们为人子女的也知道如何取悦父母。  总而言之，代沟是需要两代携手解决的，决不是单方面可以面对的。假如我们能采取上述的原则和态度，在任何民族和环境上都可以胜过我们的前辈，作愉快的新一代，也肯定了两代间的亲情。\n",
        "pre_score": "9"
    }
]